Repository: themegaphoenix/APTV2
Catalog: APTV2/Strings/Strings.*.resx
Languages: de, pt

# Home_btnUnlockBootloader_Click_Proceed
source: Proceed
de: Fortfahren
pt: Continuar

# Home_readXML_File_not_found_or_file_corrupt
source: File not found or file corrupt
de: Datei nicht gefunden oder Datei beschädigt!
pt: Arquivo corrompido ou arquivo não encontrado.

# Home_Completed_Download_has_been_canceled_
source: Download has been canceled.
de: Download abgebrochen wurde.!
pt: Baixar foi cancelada.!

# Home_Completed_Download_completed_
source: Download completed!
de: Download abgeschlossen
pt: Download completo.

# Home_getInfoXMLInner_Not_Found
source: Link not found
de: Datei nicht gefunden
pt: Ficheiro não foi encontrado!

# Home_btnUnlockBootloader_Click_Unlocking_bootloader
source: Unlocking bootloader: (make sure device is plugged, otherwise it will not output anything)
de: Entriegelung Bootloader: (stellen Sie sicher, dass Gerät angeschlossen ist, sonst wird es nicht ausgibt)!
pt: Desbloqueio do bootloader: (certifique-se de dispositivo está conectado, caso contrário não será a saída nada)!

source: Rebooting to bootloader
de: Neustart in Bootloader!
pt: Reiniciar para bootloader

# Home_btnUnlockBootloader_Click_Rebooting_device
source: Rebooting device
de: Neu startenden Gerät!
pt: Reiniciar o telefone

# Home_btnUnlockBootloader_Click_
source: You have not entered a unlock key. Some devices might not require it. Continue?
de: Sie haben keinen Freischaltschlüssel eingegeben. Einige Geräte möglicherweise nicht erforderlich. Weiter?!
pt: Você não inseriu uma chave de desbloqueio. Alguns dispositivos podem não exigir isso. Continuar?

# Home_btnLockBootloader_Click_
source: You have not entered a unlock key. Some devices might not require it. Continue?
de: Sie haben keinen Freischaltschlüssel eingegeben. Einige Geräte möglicherweise nicht erforderlich. Weiter?!
pt: Você não inseriu uma chave de desbloqueio. Alguns dispositivos podem não exigir isso. Continuar?

source: Relocking bootloader: (make sure device is plugged, otherwise it will not output anything)
de: Wiederverriegelung Bootloader: (stellen Sie sicher, dass Gerät angeschlossen ist, sonst wird es nicht ausgibt)!
pt: Retrancagem bootloader: (certifique-se de dispositivo está conectado, caso contrário não vai mostrar nada)!

source: Installing app on the device(make sure device is plugged in, otherwise it will not output anything)
de: Installation der app auf dem Gerät (stellen Sie sicher, dass Gerät eingesteckt ist, sonst wird es nicht ausgibt)!
pt: Intallando a applicacao: (certifique-se de dispositivo está conectado, caso contrário não vai mostrar nada)!

# Home_btnFlashUnbr_Click_Rebooting_to_fastboot
source: Rebooting to fastboot
de: Neustart, Fastboot!
pt: Reiniciar o computador para fastboot!

# Home_DownloadFileAsync_File_already_exists
source: already exists.
de: existiert bereits.
pt: já existente.

# Home_DownloadFileAsync_File_does_not_exist__Starting_Download_
source: does not exist. Starting download.
de: ist nicht vorhanden. Download starten.!
pt: Não existe. Iniciando o download.!

source: Would you like to flash a custom recovery like TWRP?
de: Möchten Sie eine benutzerdefinierte Wiederherstellung wie TWRP flash?!

# Home_btnUnlockBootloader_Click_Root_the_device_
source: Root the device?
de: das gerät

# Home_ReloadInfo_File_does_not_contains_invalid_information
source: File does not contains valid information.
de: Datei nicht enthält ungültige Informationen.!

# Home_btnFlashUnbr_Click_Please_boot_the_phone_into_fastboot_mode
source: Is the phone in fastboot mode? If not please boot into it first and then press yes.
de: Ist das Handy im Fastboot-Modus? Wenn nicht bitte starten Sie es zuerst und dann drücken Sie ja.!

# Home_btnFlashUnbr_Click_Reboot_into_fastboot_mode
source: Reboot into fastboot mode
de: Starten Sie in den Fastboot Modus!

# Home_CheckXMLUpdates_Update_Found
source: Update Found
de: Aktualisierung!

# Home_CheckXMLUpdates_New_version_of_the_XML__data__file_found__Download_now_
source: New version of the XML (data) file found. Download now?
de: Neue Version der XML (Daten) Datei gefunden. Downloaden Sie jetzt?!

# Home_CheckXMLUpdates_Update
source: Update
de: Aktualisiert!

# Home_CheckXMLUpdates_Update_Complete
source: Update Complete
de: Aktualisierung abgeschlossen!

# Home_CheckXMLUpdates_You_have_the_latest_version
source: You have the latest version
de: Sie haben die aktuellste Version.

source: Power on your Honor 7 Holding all three buttons (VOL+, VOL- and Power) and it will begin flashing
de: Schalten Sie Ihre Ehre 7 halten alle drei Tasten (VOL +, VOL- und macht) und es beginnt zu blinken!
