Repository: themegaphoenix/APTV2
Catalog: APTV2/Home.*.resx
Languages: fr, ru

# cmbModel.Text
source: Select a Phone Model
fr: Sélectionnez un numéro de téléphone
ru: Выберите Телефон!

# Label1.Text
source: Variant
fr: Variante
ru: Вариант

# Label2.Text
source: Model
fr: Modèle
ru: Модель

# Label3.Text
source: Manufacturer
fr: Fabricant
ru: Изготовитель

# lblVariant.Text
source: Label1
fr: Étiquette1
ru: Метка1

# lblModel.Text
source: Model
fr: Modèle
ru: Модель

# lblManufacturer.Text
source: Label1
fr: Étiquette1
ru: Метка1

# pnlPhone.Text
source: Phone
fr: Téléphone
ru: Телефон

# Label4.Text
source: Enter Unlock / Lock Key
fr: Entrez clé de verrouillage / déverrouillage !
ru: Введите разблокировать / заблокировать ключ!

# btnLockBootloader.Text
source: Lock Bootloader
fr: Bootloader
ru: Загрузчик операционной системы

# btnUnlockBootloader.Text
source: Unlock Bootloader
fr: Déverrouiller le Bootloader !
ru: Разблокировать загрузчик!

# pnlBootloader.Text
source: Bootloader
ru: Загрузчик операционной системы

# cmbRecovery.Text
source: Select a Recovery Version
fr: Sélectionnez une Version de récupération !
ru: Выберите вариант восстановления!

# btnFlashRecovery.Text
source: Download and Flash Recovery
fr: Flash Recovery !
ru: Флэш восстановления!

# pnlRecovery.Text
source: Recovery
fr: Recouvrement
ru: Восстановление

# Label5.Text
source: Magisk is a way to get systemless root
fr: Magisk est un moyen d’obtenir la racine systemless !
ru: Magisk является способом получить бессимптомное корень!

# cmbRoot.Text
source: Select a Magisk Version
fr: Sélectionnez une Version de Magisk !
ru: Выберите версию Magisk!

# btnFlashMagisk.Text
source: Flash Magisk
ru: Флэш-Magisk!

# pnlRoot.Text
source: Root
fr: Racine
ru: Корень

# Label6.Text
source: Coming soon
fr: Bientôt !
ru: Скоро!

# cmbGApps.Text
source: Select a GApps application Version
fr: Sélectionnez une application de GApps Version !
ru: Выберите приложение GApps версии!

# btnGappsInstall.Text
source: Install application
fr: Installer l'application
ru: Установите приложение:

# tabUnb1.Text
source: Method Selector
fr: Sélecteur de version !
ru: Селектор версии!

# tabUnb2.Text
source: Flash using Fastboot
fr: Flash
ru: Вспышка

# pnlAbout.Text
source: About
fr: À propos de
ru: Вы получите электронное письмо

# pnlBackup.Text
source: Backup
fr: Sauvegarde
ru: Резервное копирование

# pnlSettings.Text
source: Settings
fr: Paramètres
ru: Настройки

# Label12.Text
source: Storage
fr: Stockage
ru: Хранилище

# lblStorage.Text
source: Label1
fr: Étiquette1
ru: Метка1

# Label10.Text
source: RAM
fr: Mémoire vive
ru: ПАМЯТЬ

# lblRAM.Text
source: Label1
fr: Étiquette1
ru: Метка1

# Label8.Text
source: Processor
fr: Processeur
ru: Процессор

# lblProcessor.Text
source: Label1
fr: Étiquette1
ru: Метка1

# Label9.Text
source: 1. Flash the OpenGAPPS application (root needed)
fr: 1. l’application de OpenGAPPS (root nécessaire) du flash !
ru: 1. флэш-приложений OpenGAPPS (корень необходимо)!

# TabPageAdv7.Text
source: Version Selector
fr: Sélecteur de version !
ru: Селектор версии!

# Label11.Text
source: 2. Open the OpenGAPPS application from the launcher 3. Accept the terms and grant the permissions 4. Select the version that you want 5. Press download 6. Press install 7. Let the process finish 8.Done (you can unistall the application if you want to)
fr: 2. Ouvrez l’application de OpenGAPPS depuis le lanceur 3. Acceptez les termes et accorder les autorisations 4. Sélectionnez la version que vous voulez 5. Appuyez sur Télécharger 6. Appuyez sur Installer 7. Laissez le processus fini 8. fait (vous pouvez désinstaller l’application, si vous voulez) !
ru: 2. Откройте приложение OpenGAPPS из пусковой установки 3. Примите условия и предоставить разрешения 4. Выберите версию, что вы хотите 5. Нажмите скачать 6. Нажмите установить 7. Пусть процесс отделки 8. сделали (вы можете деинсталлировать его приложения, если вы хотите)!

# TabPageAdv8.Text
source: Flash
ru: Вспышка

# cmbBoxXMLFile.Text
source: Select the file to load the information
fr: Sélectionnez le fichier à charger les informations !
ru: Выберите файл для загрузки информации!

# Label7.Text
source: File To Load
fr: Fichier à charger
ru: Файл для загрузки!

# Label13.Text
source: Instructions:
fr: Mode d’emploi
ru: Инструкции

# Label8.ImageKey
source: CPU-01.png
ru: Процессор 01.png!

# rdBtnUnbStockReco.Text
source: Using stock recovery (full update file)
ru: С помощью восстановление запасов (полное обновление файла)!

# rdBtnUnbFastboot.Text
source: Using fastboot (backup file or extracted from the the update file)
ru: С помощью fastboot (файл резервной копии или извлечены из файла обновления)!

# btnUnbrickGoto.Text
source: Flash
ru: Вспышка

# pnlUnbrick.Text
source: Unbrick
fr: Débriquer !
